[
  {
    "id": 14,
    "title": "اندلاع الحرب الأهلية في اليمن صيف 1994م",
    "hijriYear": 1415,
    "gregorianYear": 1994,
    "description": "اندلعت الحرب الأهلية في اليمن صيف 1994م بين الحكومة اليمنية في صنعاء، والحزب الاشتراكي اليمني في عدن؛ من أجل مطالبة الانحلال، أو الانفصال لليمن الجنوبي عن اليمن الشمالي من دولة الوحدة اليمنية التي قامت في عام 1990.",
    "era": "التاريخ المعاصر"
  },
  {
    "id": 15,
    "title": "إنهاء الحرب الأهلية في اليمن بدخول قوات اليمن الشمالية مدينة عدن",
    "hijriYear": 1415,
    "gregorianYear": 1994,
    "description": "اندلعت الحرب الأهلية في اليمن صيف 1994م بين الحكومة اليمنية في صنعاء، والحزب الاشتراكي اليمني في عدن. انتهت بدخول قوات الشمال مدينة عدن وإعادة الوحدة.",
    "era": "التاريخ المعاصر"
  },
  {
    "id": 16,
    "title": "دعم اليمن الجنوبي لثوار ظفار التحررية",
    "hijriYear": 1387,
    "gregorianYear": 1967,
    "description": "يعد الانتماء المشترك للجبهة القومية في اليمن الجنوبي والجبهة الشعبية لتحرير ظفار إلى الجناح اليساري في حركة القوميين العرب عاملاً مهماً في دعم ثوار ظفار التحررية، حيث أعلن اليمن الجنوبي استعداده لتقديم كل الدعم للمعارضة العمانية.",
    "era": "التاريخ المعاصر"
  },
  {
    "id": 17,
    "title": "مشروع الوحدة بين اليمن الشمالي والجنوبي (حضرموت)",
    "hijriYear": 1410,
    "gregorianYear": 1989,
    "description": "بدأ في اليمن تنفيذ مشروع الوحدة الاندماجية الفورية، عندما وصل وفد من صنعاء برئاسة الرئيس علي عبد الله صالح للمشاركة في احتفالات ذكرى جلاء الاستعمار البريطاني عن الجنوب اليمني (1967م).",
    "era": "التاريخ المعاصر"
  },
  {
    "id": 18,
    "title": "وفاة العلامة القاضي إسماعيل الأكوع اليمني",
    "hijriYear": 1429,
    "gregorianYear": 2008,
    "description": "هو المؤرخ اليمني القاضي إسماعيل بن علي الأكوع، توفي في مدينة صنعاء عن (87) عاماً. والقاضي إسماعيل مؤرخ ولغوي وفقيه وأديب.",
    "era": "التاريخ المعاصر"
  },
  {
    "id": 19,
    "title": "هيئة التحكيم الدولية تؤكد سيادة اليمن على جزر حنيش",
    "hijriYear": 1419,
    "gregorianYear": 1998,
    "description": "تقع جزيرة حنيش في الجزء الجنوبي من البحر الأحمر بالقرب من باب المندب. وقع نزاع بين اليمن وأريتريا أدى إلى الاقتتال بينهما، فلجأت اليمن إلى لجنة التحكيم الدولية التي أكدت سيادة اليمن على الجزر.",
    "era": "التاريخ المعاصر"
  },
  {
    "id": 20,
    "title": "إطلاق عملية عاصفة الحزم ضد الانقلابيين الحوثيين في اليمن",
    "hijriYear": 1436,
    "gregorianYear": 2015,
    "description": "تم إطلاق عملية عاصفة الحزم ضد الانقلابيين الحوثيين في اليمن، بقيادة المملكة العربية السعودية، ومشاركة تسع دول، أبرزها: الإمارات والكويت والبحرين وقطر والأردن.",
    "era": "التاريخ المعاصر"
  },
  {
    "id": 21,
    "title": "وفاة أبي بكر المشهور العدني",
    "hijriYear": 1443,
    "gregorianYear": 2022,
    "description": "ولد أبو بكر عام 1366هـ بمدينة أحور بمحافظة أبين في اليمن الجنوبي، ونشأ في كنف والده علي بن أبي بكر، تلقى دراسته الابتدائية في مدينتي أحور والمحفد.",
    "era": "التاريخ المعاصر"
  },
  {
    "id": 22,
    "title": "مبادرة الرئيس الأمريكي جون كندي لحل نزاع اليمن",
    "hijriYear": 1382,
    "gregorianYear": 1962,
    "description": "وجه الرئيس الأمريكي جون كندي رسائل إلى رئيس الوزراء السعودي الأمير فيصل، وملك الأردن حسين، ورئيس مصر عبد الناصر، والرئيس اليمني عبد الله السلال، ضمنها تصوراته حول سبل حل نزاع اليمن.",
    "era": "التاريخ المعاصر"
  },
  {
    "id": 23,
    "title": "حرب اليمن الأهلية (دعم مصر للجمهوريين ودعم السعودية للملكيين)",
    "hijriYear": 1381,
    "gregorianYear": 1961,
    "description": "لما توفي الإمام أحمد خلفه في الإمامة ابنه البدر، ولم تلبث أن قامت الثورة عليه بإمرة العقيد الناصري عبد الله السلال. أيدت السعودية الملكية اليمنية وأيدت مصر الثورة.",
    "era": "التاريخ المعاصر"
  },
  {
    "id": 24,
    "title": "نقل صلاحيات الرئيس اليمني هادي إلى مجلس القيادة الرئاسي",
    "hijriYear": 1443,
    "gregorianYear": 2022,
    "description": "أعلن الرئيس اليمني عبد ربه منصور هادي قراراً بتشكيل مجلس قيادة رئاسي، ونقل جميع صلاحياته إليه لاستكمال تنفيذ مهام المرحلة الانتقالية، وأعفى نائبه علي محسن الأحمر من منصبه.",
    "era": "التاريخ المعاصر"
  },
  {
    "id": 25,
    "title": "توقف العمليات العسكرية في اليمن الشمالي",
    "hijriYear": 1390,
    "gregorianYear": 1970,
    "description": "توقفت العمليات الحربية في شمال اليمن ونصت اتفاقية وقعتها السعودية والجمهورية العربية اليمنية على تخلي الحكومة اليمنية عن العديد من منجزات الثورة.",
    "era": "التاريخ المعاصر"
  },
  {
    "id": 26,
    "title": "التيار السلفي في اليمن يطلق أول حزب سياسي",
    "hijriYear": 1433,
    "gregorianYear": 2012,
    "description": "أعلن ممثلون عن التيار السلفي في اليمن عن إنشاء حزب سياسي جديد باسم اتحاد الرشاد اليمني بهدف توحيد جهود السلفيين في بلورة رؤية منهجية وسياسية شاملة.",
    "era": "التاريخ المعاصر"
  },
  {
    "id": 27,
    "title": "وفاة العلامة محمد بن إسماعيل العمراني",
    "hijriYear": 1442,
    "gregorianYear": 2021,
    "description": "ولد رحمه الله في صنعاء القديمة سنة 1340هـ ـ الموافق 1921م. كان من أشهر علماء اليمن المعاصرين، وكان قاضي اليمن ومفتيها لعدة عقود.",
    "era": "التاريخ المعاصر"
  },
  {
    "id": 28,
    "title": "توقيع الرئيس اليمني على المبادرة الخليجية",
    "hijriYear": 1432,
    "gregorianYear": 2011,
    "description": "وقع الرئيس اليمني علي عبد الله صالح على المبادرة الخليجية في الرياض؛ والمبادرة الخليجية: هي مشروع اتفاقية سياسية أعلنتها دول الخليج لإخراج اليمن من مغبة الوصول إلى انفجار الوضع.",
    "era": "التاريخ المعاصر"
  }
]
