[
  {
    "id": 1,
    "title": "وفاة الملك الظافر عامر بن عبد الوهاب بن داود بن طاهر: سلطان اليمن",
    "hijriYear": 923,
    "gregorianYear": 1517,
    "description": "هو الملك الظافر عامر بن عبد الوهاب بن داود بن طاهر: سلطان اليمن. ولد سنة 866، ملك اليمن الأسفل وتهامة ثم صنعاء وصعدة ولقب بالملك الظافر. كان يحب العلماء ويكرمهم. قتله الجراكسة (المماليك) قريب صنعاء بعد انقضاء دولته التي دامت تسعة وعشرين سنة.",
    "era": "العصر العثماني"
  },
  {
    "id": 2,
    "title": "قضاء المماليك على الطاهريين في اليمن وكفاح البرتغاليين",
    "hijriYear": 923,
    "gregorianYear": 1517,
    "description": "أرسل السلطان قانصوه الغوري أسطولاً بحرياً بقيادة حسين الكردي لمواجهة الخطر البرتغالي في البحر الأحمر. طلب حسين العون من الملك عامر الطاهري فرفض، فقاتله حسين واحتل زبيد وقتله في معركة الصافية، مما أدى لانقراض دولة الطاهريين.",
    "era": "العصر العثماني"
  },
  {
    "id": 3,
    "title": "دخول العثمانيين اليمن للمرة الأولى ونصرة أهل حضرموت",
    "hijriYear": 926,
    "gregorianYear": 1520,
    "description": "وصلت إلى مدينة الشحر بساحل حضرموت فرقة من الجنود العثمانيين بقيادة ضابط يسمى رجب، نجحت في ردع غزو البرتغاليين لليمن. وكان ذلك تتويجاً للاتصالات التي أجراها السلطان بدر أبو طويرق الكثيري مع العثمانيين لصد الهجمات البرتغالية.",
    "era": "العصر العثماني"
  },
  {
    "id": 4,
    "title": "وفاة السلطان العثماني سليم الأول وتوجه الدولة لضم اليمن",
    "hijriYear": 926,
    "gregorianYear": 1520,
    "description": "وفاة السلطان سليم الأول وتولي ابنه سليمان القانوني. كان سليم قد عمل على ضم اليمن لحمايتها من البرتغاليين وبسط نفوذ الدولة على البلاد العربية بعد القضاء على المماليك.",
    "era": "العصر العثماني"
  },
  {
    "id": 5,
    "title": "فتح عدن ومسقط وتأمين البحر الأحمر بقيادة سليمان باشا",
    "hijriYear": 944,
    "gregorianYear": 1537,
    "description": "اتجه الأسطول العثماني بقيادة سليمان باشا الخادم والمؤلف من سبعين سفينة وعشرين ألف جندي لفتح عدن ومسقط وحصار جزيرة هرمز، وذلك ضمن خطة إخضاع اليمن للحكم العثماني ومحاربة البرتغاليين.",
    "era": "العصر العثماني"
  },
  {
    "id": 6,
    "title": "وفاة العلامة وجيه الدين عبد الرحمن بن علي الديبع الشيباني الزبيدي",
    "hijriYear": 944,
    "gregorianYear": 1538,
    "description": "العلامة الحافظ صاحب المؤلفات الشهيرة في تاريخ اليمن مثل 'بغية المستفيد بأخبار مدينة زبيد' و'قرة العيون في أخبار اليمن الميمون'. توفي في مدينة زبيد بعد عمر حافل بالتدريس والتأليف.",
    "era": "العصر العثماني"
  },
  {
    "id": 7,
    "title": "حملة سليمان باشا الخادم العسكرية للسيطرة على اليمن",
    "hijriYear": 945,
    "gregorianYear": 1538,
    "description": "أرسل السلطان سليمان القانوني حملة عسكرية ضخمة بقيادة سليمان باشا الخادم. كان الغرض المعلن هو ضرب البرتغاليين، بينما كان الغرض الحقيقي هو السيطرة الكاملة على بلاد اليمن وتثبيت الحكم العثماني فيها.",
    "era": "العصر العثماني"
  },
  {
    "id": 8,
    "title": "وفاة السلطان بدر بن عبد الله الكثيري (أبو طويرق) سلطان حضرموت",
    "hijriYear": 977,
    "gregorianYear": 1569,
    "description": "يعتبر أول من عمل لتوحيد مناطق حضرموت من أبين ومأرب إلى ظفار. استعان بالترك وكاتب السلطان سليمان القانوني لمواجهة البرتغاليين، واستمر حكمه حتى حجر عليه ابنه وتوفي في هذا العام.",
    "era": "العصر العثماني"
  },
  {
    "id": 9,
    "title": "إخضاع ثورة الزيدية والإسماعيلية بقيادة سنان باشا",
    "hijriYear": 977,
    "gregorianYear": 1569,
    "description": "بعد انتفاضة اليمنيين وطرد الحامية العثمانية عام 975هـ، قاد سنان باشا جيشاً استعاد به عدن وعقد اتفاقية مع الأئمة الزيدية، اعترف فيها بالإمام المطهر بن شرف الدين زعيماً دينياً مقابل السيادة العثمانية والوجود العسكري.",
    "era": "العصر العثماني"
  },
  {
    "id": 10,
    "title": "وفاة الفقيه المحقق أحمد بن يحيى بن سالم الذويد الصعدي",
    "hijriYear": 1020,
    "gregorianYear": 1611,
    "description": "فقيه ومحدث يمني بارز من صعدة، برع في علوم عديدة منها الطب والرمل. كان من أجل تلامذته الإمام القاسم بن محمد (مؤسس الدولة القاسمية). تميز بامتلاكه خزانة كتب ملوكية.",
    "era": "العصر العثماني"
  },
  {
    "id": 11,
    "title": "وفاة الإمام الحسن بن علي بن داود المؤيدي في بلاد الترك",
    "hijriYear": 1024,
    "gregorianYear": 1615,
    "description": "إمام الزيدية الذي قاد ثورة عارمة ضد الأتراك في اليمن وبايعه الناس في صعدة. نجح العثمانيون في أسره هو وأولاد المطهر بن شرف الدين ونقلهم إلى بلاد الترك حيث مات هناك محبوساً.",
    "era": "العصر العثماني"
  },
  {
    "id": 12,
    "title": "استقلال اليمن عن الخلافة العثمانية وطرد الأتراك نهائياً",
    "hijriYear": 1045,
    "gregorianYear": 1635,
    "description": "بوفاة المطهر بن شرف الدين ثم ظهور الإمام القاسم بن محمد، تصاعدت المقاومة حتى تمكن ابنه الإمام المؤيد محمد من طرد الأتراك نهائياً من اليمن في عام 1045هـ، لتصبح اليمن أول ولاية عربية تنال استقلالها عن العثمانيين.",
    "era": "العصر العثماني"
  },
  {
    "id": 13,
    "title": "معارك التحرير والانسحاب العثماني الثاني من اليمن",
    "hijriYear": 1045,
    "gregorianYear": 1635,
    "description": "تتويجاً للمعارك التي بدأت عام 1022هـ بقيادة الإمام المنصور القاسم، اضطر العثمانيون للانسحاب من صنعاء ثم زبيد وجزر قمران وفرسان، وتم جلاء آخر جندي عثماني عن البلاد في هذا العام.",
    "era": "العصر العثماني"
  }
]
